import { Rows, Headers } from './types';

export const headers: Headers = [
  'Продукт',
  'Марка',
  'Продавец',
  'Регион',
  'Покупатель',
];
export const rows: Rows = [
  {
    Продукт: 'Продукт 1',
    Марка: 'Марка 1',
    Продавец: 'Продавец 1',
    Регион: 'Регион 1',
    Покупатель: 'Покупатель 1',
  },
  {
    Продукт: 'Продукт 2',
    Марка: 'Марка 2',
    Продавец: 'Продавец 1',
    Регион: 'Регион 1',
    Покупатель: 'Покупатель 1',
  },
  {
    Продукт: 'Продукт 3',
    Марка: 'Марка 3',
    Продавец: 'Продавец 1',
    Регион: 'Регион 1',
    Покупатель: 'Покупатель 1',
  },
  {
    Продукт: 'Продукт 3',
    Марка: 'Марка 3',
    Продавец: 'Продавец 1',
    Регион: 'Регион 1',
    Покупатель: 'Покупатель 1',
  },
  {
    Продукт: 'Продукт 4',
    Марка: 'Марка 4',
    Продавец: 'Продавец 4',
    Регион: 'Регион 2',
    Покупатель: 'Покупатель 4',
  },
  {
    Продукт: 'Продукт 5',
    Марка: 'Марка 5',
    Продавец: 'Продавец 5',
    Регион: 'Регион 3',
    Покупатель: 'Покупатель 5',
  },
  {
    Продукт: 'Продукт 6',
    Марка: 'Марка 6',
    Продавец: 'Продавец 1',
    Регион: 'Регион 4',
    Покупатель: 'Покупатель 5',
  },
];
